cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'asciinema'
brew 'ansible'
brew 'coreutils'
brew 'gnupg'
brew 'go'
brew 'go-delve/delve/delve'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kubernetes-service-catalog-client'
brew 'openssl'
brew 'openshift-cli'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'atom'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'skype'
cask 'steam'
cask 'vlc'
